@extends("layouts.app")
@section('styles')
    <style>
        .container{
            font-size: 18px!important;
            color: #000!important;
            font-weight: 300!important;
        }
    </style>
@endsection
@section('contents')
    <main id="legal-info-page">
    <section class="banner-section">
			<div class="banner-part" style="background-image:url('/images/chris-karidis-QXW1YEMhq_4-unsplash.png')"></div>
		</section>

        <div class="container">
            <div class="">
                <div class="title-part mt-5 mb-1">
                    <h1 class="text-center" style="color: #000;font-size: 25px!important;font-weight: 600!important;">АГЕНТСКИЙ ДОГОВОР-ОФЕРТА</h1>
                </div>
                <div class="title-part">
                    <p style="color:#000;font-size:21px!important;font-weight:600!important;margin-bottom:3px">Дата размещения: 01.08.2022г.</p>
                    <p style="color:#000;font-size:21px!important;font-weight:600!important;">Дата вступления в силу: 01.08.2022г.</p>
                </div>
                <div class="text-block">
                    <p style="text-indent:60px;margin-bottom: 0">
                        Настоящий документ представляет собой официальное предложение Общества с
                        ограниченной ответственностью «Рукинг» (далее – «Агент», «Ruking.ru»), адресованное
                        юридическим лицам, индивидуальным предпринимателям, а также физическим лицам,
                        применяющим специальный налоговый режим, зарегистрированных в данном статусе в
                        установленном законом порядке, осуществляющие предоставление услуг по временному
                        размещению (проживанию) Гостей на территории Российской Федерации и за ее пределами,
                        которые прошли регистрацию на Платформе и выразили согласие вступить с Агентом в
                        договорные отношения (далее - «Принципал»).
                    </p>
                    <p style="text-indent:60px;margin-bottom: 0">
                        В соответствии с п. 2 ст. 437 Гражданского Кодекса Российской Федерации (далее «ГК
                        РФ») настоящий документ является публичной офертой.
                    </p>
                    <p style="text-indent:60px">
                        Настоящий агентский договор-оферта (далее — «Договор») заключается путем акцепта
                        Принципалом настоящей публичной оферты, содержащей все существенные условия
                        Договора, без составления Сторонами одного документа, подписанного сторонами.
                    </p>
                    <p style="color:#000;font-size:21px!important;font-weight:600!important;text-indent:50px">1. Термины и определения</p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Оферта»</span> - настоящий документ «Агентский договор - оферта», размещенный на платформе
                        Ruking.ru.
                    </p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Акцепт Оферты»</span> — полное и безоговорочное принятие Оферты путем нажатия
                        Принципалом кнопки «Я ознакомился, согласен и полностью принимаю условия Оферты»
                        (или аналогичной по смыслу), расположенной в Экстранет. Акцептом Оферты заключается
                        Договор на условиях Оферты.
                    </p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Платформа»</span> - вебсайт(-ы), приложения, платформы и/или другие устройства Ruking.ru и
                        аффилированных компаний, деловых партнеров, на которых предоставляется Услуга
                        компании Ruking.ru.
                    </p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Сервис Ruking.ru»</span> - программно-аппаратный комплекс, предоставляющий Пользователю
                        бесплатную функциональную возможность получить доступ и/или осуществить поиск
                        информации об Объектах размещения, по их бронированию, оплате проживания в них с
                        возможностью приема от Пользователя денежных средств, поступивших в счет оплаты
                        проживания.
                    </p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Служба поддержки клиентов»</span> - служба поддержки клиентов компании Ruking.ru, с которой
                        можно связаться по электронному адресу: customer.service@ruking.ru или иному подобному
                        адресу, указанному в данном Договоре.
                    </p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Объект размещения»</span> - имущественный комплекс, включающий в себя здание или часть
                        здания, помещения, оборудование и иное имущество и используемый для временного
                        размещения и обеспечения временного проживания физических лиц.
                    </p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Экстранет»</span> - онлайн-система, к которой Принципал может иметь доступ (после введения
                        имени пользователя и пароля) через веб-сайт www.ruking.ru для загрузки, изменения,
                        уточнения, обновления и/или исправления информации об Объекте размещения (включая
                        цены, наличие мест, номера) и бронированиях. Принципалу предоставляется
                        идентификационный номер пользователя и пароль, который позволит Принципалу получить
                        доступ к системе Экстранет.
                    </p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Услуга»</span> - система онлайн бронирования Ruking.ru, с помощью которой Принципал может
                        сделать свои Объекты размещения доступными для бронирования, а Гости — забронировать
                        их.
                    </p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Гость»</span> - Пользователь Платформ или гость Объекта размещения.
                    </p>
                    <p style="margin-bottom: 0">
                        <span style="font-weight:600!important;color: #000">«Заказ»</span> - совершенные на платформе Ruking.ru бронирование и оплата.
                    </p>
                    <p style="">
                        <span style="font-weight:600!important;color: #000">«Отчетный период»</span> - календарный месяц. При этом первым Отчетным периодом признается
                        период времени с момента Акцепта Оферты до окончания соответствующего календарного
                        месяца, а последним Отчетным периодом — период времени с даты начала соответствующего
                        календарного месяца до окончания календарного месяца, в котором произошел последний
                        Завершенный Заказ в рамках Договора
                    </p>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">2. Обязательства Принципала</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал обязуется предоставить достоверную Информацию об объекте
                                размещения.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Информация, предоставленная Принципалом для использования на Платформах,
                                должна включать сведения об Объекте размещения (в том числе фотографии и
                                описания), его удобствах и услугах, номерах, доступных для бронирования,
                                подробное описание цен (включая все взимаемые налоги, сборы, пошлины и
                                оплаты), правила, касающиеся наличия номеров, аннуляции бронирования и
                                незаезда, а также другие правила и ограничения и должна соответствовать
                                форматам и стандартам, установленным компанией Ruking.ru. Информация об
                                Объекте размещения не должна включать в себя номера телефонов или факсов,
                                электронных (включая Skype) адресов или веб-сайтов социальных сетей с прямыми
                                ссылками на Объект размещения или его веб-сайт, приложения, платформы,
                                инструменты и/или другие устройства, или веб-сайт, приложения, платформы,
                                инструменты и/или другие устройства третьих сторон. Компания Ruking.ru
                                оставляет за собой право редактировать или исключать любую информацию,
                                являющуюся некорректной или неполной или нарушающую правила и условия
                                данного Договора.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал подтверждает и гарантирует, что Информация об Объекте размещения
                                всегда является правильной, точной и достоверной. Принципал всегда является
                                ответственным за предоставление правильной и актуальной информации, включая
                                дополнительное наличие номеров в определенные периоды или любые
                                нестандартные (существенно неблагоприятные) события или ситуации (например,
                                ремонт или строительство в/рядом с Объектом размещения).
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал предоставляет Ruking.ru неэксклюзивное, бесплатное и повсеместное
                                право использовать, воспроизводить, позволять воспроизводить, распространять,
                                любыми способами делать доступными и представлять те согласованные элементы
                                Прав на интеллектуальную собственность Принципала, которые предоставлены
                                компании Ruking.ru Принципалом в соответствии с данным Договором и которые
                                необходимы компании Ruking.ru для осуществления своих прав и выполнения
                                обязательств по данному Договору;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                В целях информирования и привлечения внимания пользователей сети Интернет
                                Ruking.ru вправе использовать результаты интеллектуальной деятельности и
                                средства индивидуализации (далее – «РИД»), принадлежащие Принципалу путем
                                воспроизведения, переработки, публичного показа, публичного исполнения,
                                доведения до всеобщего сведения (частично или полностью) любыми законными
                                способами, в том числе, на сервисах и в рекламе Ruking.ru, а также предоставлять
                                (сублицензировать) право использования РИД указанными способами третьим
                                лицам. Принципал заверяет и гарантирует, что обладает соответствующими
                                правами и полномочиями для предоставления Ruking.ru указанного выше права на
                                использование РИД. Ruking.ru вправе использовать РИД Принципала способами,
                                предусмотренными настоящим пунктом, без взимания вознаграждения за такое
                                использования на территории РФ и за его пределами, в течение всего срока действия
                                Договора.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал обязан ежедневно (или чаще при необходимости) обновлять
                                Информацию об Объекте размещения и может (в любое время) менять в сети
                                2Экстранет тарифы на доступные к бронированию номера и количество или тип
                                доступных номеров.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.6.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Информация, предоставляемая Принципалом для Платформ, остается
                                эксклюзивной собственностью Принципала. Предоставленная Принципалом
                                информация может быть отредактирована или изменена компанией Ruking.ru, а
                                затем переведена на другие языки. Переводы считаются эксклюзивной
                                собственностью компании Ruking.ru. Отредактированные и переведенные тексты
                                предназначены только для эксклюзивного использования компанией Ruking.ru на
                                Платформах и не должны быть использованы (в любом виде или форме)
                                Принципалом для других целей и каналов распространения или продаж. Изменение
                                или обновление описательной информации об Объекте размещения допускается
                                только после получения письменного разрешения от компании Ruking.ru.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.7.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Если иное не было одобрено компанией Ruking.ru, все изменения, обновления и/или
                                исправления Информации об Объекте размещения (включая цены, доступность и
                                номера) должны производиться непосредственно Принципалом онлайн с помощью
                                системы Экстранет или другими способами, указанными компанией Ruking.ru.
                                Изменения описаний и фотографий будут обрабатываться компанией Ruking.ru в
                                разумно возможные кратчайшие сроки.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.8.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал обязуется предоставить компании Ruking.ru паритет цен, а именно
                                такие же или лучшие тарифы для того же Объекта размещения, на тот же тип
                                номера, те же даты, тот же тип кровати, то же количество гостей, с такими же или
                                лучшими удобствами и дополнительными услугами (завтрак, Wi-Fi,
                                ранний/поздний отъезд и тд.), с такими же или лучшими условиями и правилами, в
                                числе которых изменение или отмена бронирования, как те, которые
                                предоставляются на веб-сайте(-ах) Принципала, приложениях или в телефонных
                                центрах (включая службу бронирования и поддержки клиентов) или
                                непосредственно в Объекте размещения, а также у любого конкурента компании
                                Ruking.ru (включая любое агентство или посредника, занимающегося онлайн или
                                офлайн бронированием) и/или любой другой (онлайн или офлайн) третьей стороны,
                                являющейся деловым партнером Принципала или как-то иначе с ним связанной.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.9.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Стороны имеют право предоставить скидку от цены бронирования за свой счет в
                                пределах получаемого Стороной вознаграждения - для участников своей закрытой
                                пользовательской группы.
                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                2.1.10.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал обязуется предоставить Ruking.ru равноправный доступ ко всем типам
                                номеров (включая номера с различными правилами и ограничениями) и тарифам,
                                доступным в течение всего срока действия Договора (в периоды низкого и высокого
                                спроса).
                            </div>
                        </div>
                    </div>

                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">3. Бронирование, овербукинг, анулирование</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                При совершении Гостем бронирования на Платформе, Принципал получает
                                подтверждение каждого бронирования, произведенного с помощью Ruking.ru. В
                                указанное подтверждение включается дата заезда, количество ночей, тип номера
                                (включая (если возможно) предпочтения номера для курящих или некурящих),
                                стоимость номера, имя, адрес («Информация о Госте») и возможные особые
                                пожелания Гостя. Ruking.ru не несет ответственность за правильность и полноту
                                информации и даты, предоставленные Гостями. Также Ruking.ru не отвечает за
                                платежные обязательства Гостей, относящихся к их бронированию, за исключением
                                случаев прямой оплаты за бронирование Гостем компании Ruking.ru.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал признает Гостя своей контрактной стороной и обязуется обработать
                                онлайн-бронирование в соответствии с Информацией об Объекте размещения
                                (включая цену), содержащейся на Платформах во время совершения бронирования,
                                и с подтверждением бронирования, включая любую дополнительную информацию
                                и/или пожелания, высказанные Гостем.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Помимо оплаты и прочих дополнительных платежей, указанных в подтвержденном
                                бронировании, Принципал не взимает с клиента иные платежи, за исключением
                                случаев, предусмотренных местным законодательством (например, курортный сбор
                                или городской туристский налог).
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Жалобы или претензии, касающиеся продуктов или услуг, оказанных или
                                предоставленных Принципалом, или особых пожеланий Гостей, рассматриваются
                                Принципалом без вмешательства или участия Ruking.ru. Ruking.ru не несет
                                ответственности по подобным претензиям Гостей. Компания Ruking.ru может
                                всегда и на собственное усмотрение:
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.4.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                предложить сервисное обслуживание (поддержку) Гостю;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.4.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                действовать в качестве посредника между Принципалом и Гостем;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.4.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                предоставить за счет Принципала альтернативный вариант размещения такого же
                                или более высокого уровня в случае овербукинга или других физических
                                несоответствий или жалоб по поводу Объекта размещения. Такой альтернативный
                                вариант размещения в данном случае должен быть предоставлен Принципалом в
                                течение 2 (двух) часов с момента выявления такой необходимости;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.4.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                как-либо иначе содействовать Гостю в общении с Принципалом.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал обязан предоставить забронированные средства размещения. В случае
                                если по какой-либо причине Принципал не может выполнить свои обязательства по
                                данному Договору, он обязан немедленно проинформировать Ruking.ru через
                                Службу поддержки клиентов (customer.service@ruking.ru; в графе «Тема» каждого
                                такого электронного сообщения должно быть указано «Овербукинг»). Если
                                компания Ruking.ru не будет иметь техническую возможность предоставить
                                альтернативное размещение Гостю (при согласовании Принципалом), Принципал
                                приложит все усилия, чтобы предоставить альтернативное размещение такого же
                                или лучшего уровня за собственный счет.
                                В случае если по приезду в наличии нет свободных мест для размещения,
                                Принципал:
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.5.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                подберет Гостю с гарантированным бронированием подходящее альтернативное
                                размещение такого же или более высокого уровня;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.5.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                предоставит Гостю и сопровождающим его лицам, бесплатный частный транспорт
                                в альтернативный Объект размещения;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.5.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                возместит и компенсирует Ruking.ru или/и Гостю все разумные расходы (например,
                                затраты на альтернативное размещение, транспорт, телефонные звонки),
                                произведенные, внесенные или предъявляемые Гостю или/и Ruking.ru по указанной
                                причине или из-за овербукинга. В этом случае предъявляемое Ruking.ru требование
                                платы любой суммы должно быть удовлетворено в течение 14 дней с момента
                                получения счета.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.6.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципалу не разрешается аннулировать какое-либо бронирование, оформленное
                                в режиме онлайн, кроме случаев, указанных в настоящем договоре и в случаях,
                                описанных в Условиях бронирования.
                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                3.7.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                При аннуляциях бронирования, произведенных Гостями до времени и даты
                                применения штрафов за аннуляцию бронирования, вознаграждение не
                                выплачивается. При аннуляциях бронирования, произведенных Гостями после
                                времени и даты вступления в силу штрафов за аннуляцию бронирования,
                                вознаграждение выплачивается согласно условиям данногo Договора.
                            </div>
                        </div>
                    </div>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">4. Вознаграждение и порядок расчетов</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                4.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                За каждое бронирование, совершенное Гостем на Платформе, Принципал обязуется
                                выплатить компании Ruking.ru вознаграждение в размере и в порядке,
                                определенном Договоре.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                4.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Вознаграждение исчисляется в рублях Российской Федерации.
                                Размер вознаграждения Ruking.ru составляет 15% (Пятнадцать процентов), от
                                совокупной стоимости Завершенных заказов/бронирования в отчетном периоде,
                                если иное не согласовано Сторонами дополнительно. Для расчета вознаграждения
                                применяется стоимость Завершенных заказов/бронирования с учетом НДС (если
                                применимо). Вознаграждение Ruking.ru в размере, указанном в пункте 4.2
                                настоящего Договора, начисляется, в том числе на размер установленных
                                Принципалом и взимаемых с Пользователя штрафных санкций при отмене
                                Пользователем бронирования. При этом размер вознаграждения Ruking.ru в таком
                                случае исчисляется в процентах от суммы штрафа, взимаемой (удерживаемой) с
                                Пользователя и подлежащей перечислению Принципалу. Вознаграждение не
                                начисляется в случае отказа услуг по подтвержденному бронированию, если за
                                такой отказ не предусмотрено взимание штрафных санкций.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                4.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Если в Договоре не указано иное, цена, показанная Гостям на Платформе, включает
                                НДС и иные применимые налоги, в размере, предусмотренном действующим
                                законодательством, при условии, что подобные налоги, сборы и пошлины могут
                                быть подсчитаны предварительно, без указания подробной информации.
                                Перечисление денежных средств, полученных Ruking.ru от Пользователей
                                напрямую, осуществляется Ruking.ru на расчетный счет Принципала в следующем
                                порядке: <br>
                                в течение 7 (семь) рабочих дней после регистрации отъезда Гостя из Объекта
                                размещения, Ruking.ru перечисляет на расчетный счет Принципала денежные
                                средства в сумме произведенных Гостем Ruking.ru, за вычетом суммы
                                вознаграждения Ruking.ru. Иной порядок может быть согласован Сторонами в
                                рабоч ем порядке посредством электронной почты.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                4.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                В Экстранете отображается детальная информация о всех бронированиях в
                                Объектах размещения, сделанных через Платформы, а также соответствующий
                                размер подлежащей оплате вознаграждения. <br>
                                До 5 числа каждого месяца в Экстранете публикуется онлайн отчет о
                                бронированиях всех гостей, дата отъезда которых приходится на предыдущий месяц, Универсальный
                                передаточный документ и/иные документы, удостоверяющие факт завершения договорных обязательств.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                4.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Вознаграждение за бронирования в календарном месяце, на который приходится
                                (запланированная) дата отъезда Гостя в данном месяце, ставится в счет (за
                                исключением бесплатных аннуляций, совершенных с помощью компании Ruking.ru
                                и в соответствии с правилами аннуляции бронирования Объекта размещения) и
                                оплачивается в последующем месяце согласно следующим правилам:
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                4.5.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Счета обрабатываются ежемесячно и присылаются Принципалу по электронной
                                почте и/или обычной почте по согласованию Сторон.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                4.5.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Вознаграждение за месяц выплачивается Принципалом в течение 14 дней со дня
                                выставления счета. Принципал несет все расходы по оплате вознаграждения,
                                взимаемой банком за отправление перевода.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                4.5.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                В случае возникновения спорных вопросов (например, касающихся суммы
                                вознаграждения) между Ruking.ru и Принципалом любая не вызывающая сомнений
                                сумма вознаграждения выплачивается согласно условиям данного Договора, вне
                                зависимости от статуса или природы спорного вопроса.
                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                4.5.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                В случае поздней оплаты вознаграждения Ruking.ru оставляет за собой право
                                потребовать выплату процентов по установленной процентной ставке,
                                приостановить оказание услуг в соответствии с Договором (временно удалив
                                Объект размещения с Платформ) и/или запросить у Принципала банковскую
                                гарантию или другую форму финансового обеспечения.
                            </div>
                        </div>
                    </div>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">5. Ответственность сторон</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                За нарушение условий Договора Стороны несут ответственность, предусмотренную
                                законодательством РФ и Договором.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ruking.ru не несет ответственности по Договору:
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.2.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                за упущенную выгоду Принципала, которая может возникнуть, в частности, в
                                результате утраты информации, приостановления или прекращения деятельности
                                Принципала, неработоспособности Ресурсов Принципала, а также любых
                                программных, аппаратных или любых иных средств, ресурсов, но не ограничиваясь
                                указанным;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.2.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                за любые убытки, которые возникли у Принципала и/или третьих лиц в результате
                                действия и/или бездействия Принципала, нарушения Принципала условий
                                Договора, а также действия и/или бездействия агентов, представителей,
                                субподрядчиков и/или иных контрагентов Принципала.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ответственность за оказание услуги размещения надлежащего качества в полном
                                соответствии с условиями бронирования несет Принципал. Все претензии и жалобы
                                Гостей направляются Ruking.ru Принципалу и разрешаются последним своими
                                силами и за свой счет.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Счета обрабатываются ежемесячно и присылаются Принципалу по электронной
                                почте и/или обычной почте по согласованию Сторон.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.4.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Предъявление Ruking.ru претензий и/или требований третьих лиц и/или
                                государственных органов в связи с размещением Ruking.ru информации,
                                переданной Принципалом, использованием объектов интеллектуальных прав в
                                такой информации, а равно за отсутствие в информации обязательных данных,
                                предусмотренных применимым законодательством;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.4.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Привлечение Ruking.ru и/или должностных лиц Ruking.ru к административной или
                                иной ответственности за нарушение обязанностей, предусмотренных
                                законодательством о защите прав потребителей для владельцев платформы (в том
                                числе, за указание недостоверных и/или неполных сведений) в случае, если
                                Ruking.ru, действуя как владелец платформы, исполнил соответствующие
                                обязанности, основываясь на сведениях, переданных ему Принципалом, и не
                                допускал их изменения/искажения;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Стороны договорились, что размер возмещаемых потерь Ruking.ru при наступлении
                                обстоятельств, указанных в пункте 5.4. Договора признается равным: сумме
                                штрафов и пеней, компенсаций и иных выплат в пользу государственных органов
                                и/или третьих лиц, обязанность осуществить которые возникнет у Ruking.ru в
                                случае наступления соответствующих обстоятельств (в том числе суммы убытков,
                                которые могут быть взысканы с Ruking.ru) на основании решения суда, третейского
                                суда или международного коммерческого арбитража (в том числе утвержденного
                                указанными органами мирового соглашения), или решения компетентного
                                государственного, и сумме расходов, в том числе расходов на юридические и
                                консультационные услуги, понесенные Ruking.ru для защиты своих прав и
                                интересов в связи с наступлением обстоятельств.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.6.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Стороны соглашаются и признают, что сумма и состав возмещаемых
                                имущественных потерь в каждом случае является достаточным, справедливым,
                                взаимоприемлемым и соразмерным последствиям, от которых пострадал (или с
                                неизбежностью пострадает) Ruking.ru в связи с наличием оснований для
                                возмещения.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.7.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал обязуется возместить имущественные потери Ruking.ru в течение 10
                                (десяти) рабочих дней с момента предъявления соответствующего требования и
                                копий документов, подтверждающих наличие возмещаемых потерь.
                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                5.8.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ограничения ответственности не применяются к случаям умышленного раскрытия
                                Конфиденциальной информации.
                            </div>
                        </div>
                    </div>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">6. Заверения об обстоятельствах</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                6.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                В соответствии со статьей 431.2 Гражданского кодекса Российской Федерации
                                Принципал заверяет Ruking.ru, что:
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                6.1.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                обладает всеми необходимыми правами для заключения Договора и что встречное
                                исполнение Договора Ruking.ru, не нарушает и не будет нарушать какие-либо права
                                и/или законные интересы третьих лиц, в том числе исключительные права,
                                требования применимого законодательства, включая, но не ограничиваясь
                                законодательства о рекламе, о защите прав потребителей, о защите конкуренции, а
                                также о туристской деятельности;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                6.1.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                обладает правами на использование любых словесных, изобразительных,
                                комбинированных или иных обозначений, в том числе товарных знаков, логотипов,
                                коммерческих обозначений, используемых для индивидуализации размещенной
                                информации об Объекте размещения.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                6.1.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                предоставленные им в рамках Договора материалы и информация, и их
                                использование Ruking.ru для целей исполнения Договора, не нарушают права
                                третьих лиц. В случае предъявления Ruking.ru претензий, связанных с
                                использованием указанных материалов, Принципал обязуется урегулировать такие
                                претензии самостоятельно и за свой счет и возместить убытки, понесенные
                                Ruking.ru в связи с предъявлением данных претензий, в полном объеме.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                6.1.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                размещение и иное использование Ruking.ru переданной по Договору информации
                                в соответствии с его условиями не нарушает и не влечет за собой нарушение каких-
                                либо прав третьих лиц и законодательства, а также не обременено в отношении
                                Ruking.ru какими-либо правами третьих лиц.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                6.1.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                соблюдает требования применимого законодательства и обладает полномочиями и
                                всеми предусмотренными законодательством документами на реализацию
                                оказываемых услуг;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                               6.1.6.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                вся предоставленная сторонами информация, является правильной, точной,
                                достоверной и актуальной.
                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                6.1.7.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                при предъявлении Гостем подтверждения совершения бронирования окажет услуги
                                в полном объеме и надлежащего качества, согласно условиям выбранного тарифа.
                            </div>
                        </div>

                    </div>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">7. Гарантии</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                7.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал утверждает и гарантирует компании Ruking.ru, что для исполнения
                                условий данного Договора:
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                7.1.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                у Принципала имеются все необходимые права и полномочия для использования,
                                управления, обладания, (суб)лицензирования и разрешения компании Ruking.ru
                                размещать на Платформах соответствующие объекты размещения и (Права на
                                интеллектуальную собственность, как изложено в Информации об Объекте
                                размещения на Платформах;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                7.1.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал обладает и соответствует всем сертификатам, лицензиям и другим
                                государственным разрешениям и требованиям, необходимым для ведения бизнеса
                                и исполнения своей деятельности, а также предоставления Объекта размещения для
                                бронирований (в том числе на любой срок) на Платформах;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                7.1.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал, его директора, прямые, косвенные и конечные бенефициарные
                                владельцы никоим образом не связаны, не являются частью, не вовлечены, не
                                имеют отношения и не находятся под контролем, управлением или во владении
                                террористов или террористических организаций, не являются сторонами/ лицами
                                входящие в список граждан/организаций особых категорий и запрещенных
                                лиц/организаций или иным образом подпадающих под санкции, а также не
                                являются лицами виновные в отмывании денег, взяточничестве, мошенничестве
                                или коррупции.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                7.1.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Стороны гарантируют, что для исполнения условий данного Договора, имеют все
                                права и полномочия для подписания и выполнения условий данного Договора,
                                приняли корпоративное решение, необходимое для разрешения исполнения
                                данного Договора, соблюдают все действующие законы, законодательные акты.
                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                7.1.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ruking.ru исключает любую ответственность перед Принципалом относительно
                                любого нарушения работы, перерывов, прерывания или недоступности Платформ,
                                Услуг и/или Экстранета.
                            </div>
                        </div>
                    </div>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">8. Рейтинг, отзыв гостей, маркетинг</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                8.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Порядок, в котором Объект размещения появляется в списке на Платформах
                                (<span style="font-weight: 600!important;">«Рейтинг»</span>), определяется автоматически компанией Ruking.ru в одностороннем
                                порядке. На рейтинг влияет несколько различных факторов, включая (кроме
                                прочих) процент комиссионного вознаграждения, который подлежит уплате
                                Принципалом, минимальное количество свободных мест, предоставленных
                                Принципалом, отношение числа бронирований к числу посещений страницы
                                Принципала на Платформе, объем продаж Объекта размещения, коэффициент
                                аннуляции заказов, общую оценку по отзывам гостей, историю в службе поддержки
                                клиентов, количество и тип жалоб от Гостей и платежную историю Принципала.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                8.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                У Принципал имеется возможность влиять на порядок в рейтинге путем изменения
                                ставки комиссионного вознаграждения и количества свободных мест на
                                определенный период времени и путем постоянного улучшения других факторов.
                                Принципал не может предъявить компании Ruking.ru претензии относительно
                                своего рейтинга. Управление системой рейтинга осуществляется автоматически.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                8.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ruking.ru имеет право обращаться к гостям, проживавшим в Объекте размещения,
                                с просьбой прокомментировать пребывание в Объекте размещения и выставить
                                оценки за определенные аспекты своего размещения.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                8.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ruking.ru оставляет за собой право публиковать данные комментарии и оценки на
                                Платформах. Принципал признает, что компания Ruking.ru является
                                дистрибьютором (без обязательства проверки), а не издателем данных
                                комментариев и не вступает в обсуждения, переговоры или переписку с
                                Принципалом относительно (содержания, последствий публикации или
                                распространения) отзыва Гостя.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                8.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Компания Ruking.ru обязуется приложить максимум усилий для отслеживания и
                                проверки отзывов Гостей с целью выявления нецензурной лексики или упоминания
                                личных имен. Компания Ruking.ru оставляет за собой право отклонить,
                                редактировать или удалить нежелательные отзывы в случае, если подобные отзывы
                                содержат нецензурную лексику или упоминания личных имен, при любых
                                обстоятельствах компания Ruking.ru не несет и снимает с себя всякую
                                ответственность за содержание и последствия (публикации или распространения)
                                любых комментариев или отзывов.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                8.6.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Отзывы гостей используются исключительно компанией Ruking.ru и размещаются
                                на тех платформах, которые периодически выделяются для этого компанией
                                Ruking.ru. Компания Ruking.ru оставляет за собой все эксклюзивные права (все
                                права интеллектуальной собственности) на отзывы гостей, и Принципал не имеет
                                права (прямо или косвенно) публиковать, рекламировать, продвигать, копировать,
                                частично копировать, ссылаться на, приобретать, использовать, совмещать или
                                иным образом использовать отзывы гостей без предварительного письменного
                                согласия компании Ruking.ru.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                8.7.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ruking.ru предоставляется право рекламировать Объект размещения, используя его
                                название в онлайн-маркетинге, включая e-mail-маркетинг и/или в любой
                                допустимой рекламе учитывая условия, указанные в пункте 2.1.3 настоящего
                                договора. Ruking.ru проводит кампании по маркетингу за собственный счет и на
                                собственное усмотрение.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                8.8.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал осведомлен о методах работы поисковых систем, таких как индексация
                                в системе и рейтинг адресов URL. Компания Ruking.ru соглашается, что в случае,
                                если Принципалу станет известно о действиях Платформ Третьих сторон,
                                нарушающих Права на интеллектуальную собственность Принципала, Принципал
                                письменно сообщит компании Ruking.ru детали подобных действий. Компания
                                Ruking.ru использует коммерчески оправданные усилия для того, чтобы
                                соответствующие третьи стороны предприняли шаги для устранения нарушений.
                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                8.9.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал соглашается не использовать, не отображать, не извлекать выгоду, не
                                применять или ссылаться на бренд/логотип Ruking.ru (включая торговую марку,
                                торговое наименование, знак обслуживания или другие подобные признаки
                                принадлежности или происхождения), не приобретая ключевые слова, являющиеся
                                Интеллектуальной собственностью компании Ruking.ru для сравнения цен или с
                                любой другой целью (на платформе Принципала или платформе, системе,
                                устройстве третьей стороны), за исключением случаев, когда получено письменное
                                согласие от Ruking.ru.
                            </div>
                        </div>
                    </div>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">9. Срок действия, изменения условий, расторжение Договора</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ruking.ru. сохраняет за собой право в любое время по своему усмотрению без
                                согласия Принципала вносить изменения и дополнения в Оферту и/или отозвать
                                Оферту. В случае внесения изменений в Оферту, такие изменения вступают в силу
                                в момент размещения измененного текста Оферты в Экстранете, если при
                                размещении не указывается иная дата вступления таких изменений в силу.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал подтверждает и соглашается, что изменения, внесенные в Оферту,
                                влекут за собой внесение таких изменений в Договор, и такие изменения в Договор
                                вступают в силу одновременно с внесением изменений в Оферту.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                В случае, если Принципал не согласен с внесенными Ruking.ru изменениями в
                                Оферту, вправе расторгнуть Договор в порядке, предусмотренном Офертой.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Договор вступает в силу с момента Акцепта Оферты и сохраняет свою силу до
                                прекращения в порядке, предусмотренном Договором и/или применимым
                                законодательством.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Любая из Сторон может расторгнуть Договор в любое время и по любой причине
                                путем письменного уведомления о расторжении другой Стороне за 30 (Тридцать)
                                календарных дней до предполагаемой даты расторжения Договора.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.6.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Каждая из Сторон может прекратить или приостановить действие Договора и
                                закрыть Объект размещения для продажи на Платформе в отношении другой
                                Стороны с немедленным вступлением в силу и без соответствующего уведомления
                                в случае существенного нарушения другой Стороной существенного условия
                                Договора.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.7.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Следующие случаи будут при любых условиях считаться существенным
                                нарушением, после которого Ruking.ru имеет право без уведомления, немедленно
                                расторгнуть Договор или приостановить его действие (закрыть):
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.7.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал не выплачивает Вознаграждение в срок или ранее срока;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.7.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал размещает некорректную или вводящую в заблуждение информацию об
                                Объекте размещения в Экстранете;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.7.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал не поддерживает в надлежащем виде информацию в Экстранете,
                                результатом чего является овербукинг;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.7.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал не принимает бронирование по указанной в бронировании цене;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.7.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Принципал взимает с одного или более гостей превышающую плату;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.7.6.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ruking.ru получает одну или более обоснованную и серьезную жалобу от одного
                                или более гостей, осуществивших бронирование номера в Объекте размещения;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.7.7.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                любые проблемы (предполагаемые проблемы) с безопасностью, конфиденциальностью или ущербом здоровью, связанные с Принципалом или его
                                службами.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.8.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Любое уведомление от компании Ruking.ru о «закрытии» («закрыт», «закрыт для
                                бронирования») Объекта размещения на сайте (или любая иная аналогичная
                                формулировка) означает расторжение Договора. После прекращения или
                                приостановки действия Договора или закрытия Принципал обязуется выполнить
                                оставшиеся заказы гостей и выплатить все причитающееся за данные заказы
                                вознаграждение, а также иные расходы, затраты, в соответствии с условиями
                                Договора.
                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                9.9.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Обязательства Сторон по Договору, которые в силу своей природы должны продолжать действовать
                                (включая обязательства в отношении
                                конфиденциальности, проведения взаиморасчетов, ответственности за нарушение
                                условий Договора, но не ограничиваясь указанным), остаются в силе после
                                окончания срока действия Договора до их полного исполнения.
                            </div>
                        </div>
                    </div>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">10. Конфиденциальность</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Стороны осознают и выражают согласие с тем, что во время исполнения данного
                                Договора каждая Сторона может иметь доступ или может быть ознакомлена, прямо
                                или косвенно, с конфиденциальной информацией другой стороны. К
                                Конфиденциальной информации относятся сведения о клиентах, объем операций,
                                маркетинговые и бизнес-планы, деловая, финансовая, техническая, операционная и
                                другая информация внутреннего характера, которую раскрывающая сторона
                                считает частной или конфиденциальной. Таковой же считается информация,
                                которая, как известно получающей стороне, носит частный и конфиденциальный
                                характер.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Каждая Сторона выражают согласие с тем, что:
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.2.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                вся Конфиденциальная информация является эксклюзивной собственностью
                                раскрывающей стороны, и получающая сторона не будет использовать
                                Конфиденциальную информацию ни для каких целей, за исключением целей,
                                способствующих исполнению данного Договора;
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.2.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Каждая из Сторон предпримет все необходимые меры для защиты
                                Конфиденциальной информации как минимум с такой же степенью тщательности,
                                с какой она защищает собственную Конфиденциальную информацию. Доступ к
                                Конфиденциальной информации будет предоставлен только тем сотрудникам
                                каждой из Сторон, которым он обоснованно необходим для выполнения служебных
                                обязанностей по исполнению Договора. Каждая из Сторон обяжет таких своих
                                сотрудников принять те же обязательства в отношении Конфиденциальной
                                информации, которые накладываются настоящим Договором на соответствующую
                                Сторону.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.2.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Обязательство сохранять в тайне Конфиденциальную Информацию вступает в силу
                                с момента заключения Договора и остается в силе в течение 3 (трех) лет после
                                прекращения Договора.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.2.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Стороны вправе раскрывать информацию о наличии договорных отношений между
                                ними в рекламных и маркетинговых целях с момента вступления в силу Договора.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Обязательство защищать и хранить в секрете Конфиденциальную информацию не
                                распространяется на информацию, которая:
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                               10.3.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                на момент раскрытия являлась или стала всеобщим достоянием, иначе как
                                вследствие нарушения, допущенного принимающей Стороной; или                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.3.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                становится известной принимающей Стороне из источника, иного чем
                                раскрывающая Сторона, без нарушения принимающей Стороной условий
                                настоящего Договора, что может быть удостоверено документами, достаточными
                                для подтверждения того, что источником получения такой Конфиденциальной
                                информации является третья сторона; или
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.3.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                была известна принимающей Стороне до ее раскрытия по Договору, что
                                подтверждается документами, достаточными для установления факта такого
                                обладания Конфиденциальной информацией; или
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.3.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                была раскрыта с письменного разрешения раскрывающей Стороны.                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                10.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Стороны прилагают все усилия для сохранения конфиденциальности личных
                                данных клиентов и предотвращения несанкционированного использования или
                                раскрытия.
                            </div>
                        </div>
                    </div>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">11. Форс-мажор</p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                11.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Стороны освобождаются от ответственности за частичное или полное
                                неисполнение обязательств по настоящему Договору, если это неисполнение
                                явилось следствием обстоятельств непреодолимой силы, которые возникли после
                                заключения Договора, либо если неисполнение обязательств Сторонами по
                                Договору явилось следствием событий чрезвычайного характера, которые Стороны
                                не могли ни предвидеть, ни предотвратить разумными мерами. Форс-мажор
                                включает в себя все события, которые не существовали (или которые Стороны не
                                могли предвидеть) на дату заключения Договора, не подконтрольные ни одной из
                                Сторон, и возникновение и влияние которых не может быть предотвращено
                                средствами и способами, которые в конкретной ситуации могут разумно
                                требоваться или ожидаться, и вследствие (по причине) которых Договор не может
                                быть исполнен в соответствии с его сроками и условиями. Форс-мажор включает в
                                себя следующие события: пожары, землетрясения, наводнения и иные стихийные
                                бедствия, аварии техногенного характера, забастовки (кроме забастовок работников
                                любой из Сторон), введение государственными органами любой из стран санкций в
                                отношении Стороны Договора, действия государственных органов (за
                                исключением действий, вызванных нарушением Стороной Договора требований
                                применимого законодательства), существенные изменения в применимом
                                законодательстве, аварии, сбои и иные нарушения в работе сети Интернет,
                                провайдеров услуг связи, дата-центров, перебои в подаче электроэнергии, но не
                                ограничиваясь указанным.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                11.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Для регистрации отмены бронирования, неявки или изменения бронирования по
                                причине форс-мажорного обстоятельства, Принципал должен проинформировать
                                Ruking.ru в течение 2 рабочих дней после запланированной даты отъезда при неявке
                                или отмене бронирования или после регистрации отъезда о количестве фактически
                                проведенных в Объекте размещения дней. Компания Ruking.ru не будет взимать
                                вознаграждения в случае регистрации неявки или отмены бронирования или плату
                                за ту часть бронирования, которая не была использована в случае форс-мажорного
                                обстоятельства.                            </div>
                        </div>
                        <div class="row mb-3" style="text-indent:50px">
                            <div class="col-sm-1">
                                11.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                В случае форс-мажорного обстоятельства Принципал не будет взимать (и возвратит
                                (при необходимости)) с Гостей, на которых повлияло форс-мажорное
                                обстоятельство, любую плату, расходы, издержки или другие затраты (в том числе
                                (не возвращаемую) стоимость номера или плату за незаезд, отмену или изменение
                                бронирования) за любую отмену или изменение бронирования Гостем, либо за
                                неиспользованную гостем часть бронирования в случае форс-мажорного
                                обстоятельства. В случае разумного и оправданного сомнения, Принципал может
                                попросить Гостя предоставить достаточное доказательство зависимости между
                                форс-мажорным обстоятельством и отменой бронирования, неявкой или
                                изменением бронирования (и предоставить компании Ruking.ru по запросу копию
                                данного доказательства).
                            </div>
                        </div>
                    </div>
                    <div>
                        <p style="color:#000;font-size:20px!important;font-weight:600!important;text-indent:50px">12. Прочие условия </p>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                12.1.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Оферта и Договор, заключение и исполнение Договора регулируются
                                законодательством Российской Федерации.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                12.2.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Все споры и разногласия между Сторонами по Договору, в связи с ним и/или его
                                исполнением, Стороны будут стремиться урегулировать путем переговоров.
                                Применение обязательного досудебного (претензионного) порядка разрешения
                                споров обязательно. Сторона, права которой нарушены, до обращения в суд обязана
                                предъявить другой Стороне письменную претензию с изложением своих
                                требований. Срок рассмотрения претензии — 30 (тридцать) календарных дней со
                                дня ее получения. Если в указанный срок требования не удовлетворены, спор
                                подлежит разрешению в суде, определяемом в соответствии с действующим
                                законодательством.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                12.3.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Если одно или несколько условий настоящего документа по какой-либо причине
                                признаются недействительными, такая недействительность не влияет на
                                действительность любых других условий Оферты, которые сохраняют свою
                                юридическую силу.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                               12.4.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Обо всех изменениях юридических и почтовых адресов, правового статуса и
                                банковских реквизитов Стороны обязаны незамедлительно уведомить друг друга,
                                если такие изменения могут повлиять на исполнение Договора.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                12.5.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Стороны признают и подтверждают, что каждая из них проводит политику полной
                                нетерпимости к взяточничеству и коррупции, предполагающую полный запрет
                                коррупционных действий и совершения выплат за содействие / выплат, целью
                                которых является упрощение формальностей в связи с хозяйственной
                                деятельностью, обеспечение более быстрого решения тех или иных вопросов. В
                                рамках настоящего Договора Стороны, их аффилированные лица, работники,
                                посредники и представители (в том числе агенты, комиссионеры, таможенные
                                брокеры и иные третьи лица, которые прямо или косвенно участвуют в исполнении
                                Договора) не принимают, не выплачивают, не предлагают выплатить и не
                                разрешают (санкционируют) выплату/получение каких-либо денежных средств или
                                передачу каких-либо ценностей (в том числе нематериальных) прямо или косвенно,
                                любым лицам, с целью оказания влияния на действия или решения с намерением
                                получить какие-либо неправомерные преимущества, в том числе в обход
                                установленного законодательством порядка, или преследующие иные
                                неправомерные цели.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                12.6.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                В случае возникновения у Стороны подозрений, что произошло или может произойти нарушение
                                каких-либо положений настоящего Договора,
                                соответствующая Сторона обязуется незамедлительно уведомить другую Сторону
                                о своих подозрениях в письменной форме.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                12.7.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Ни одна из сторон не обладает правом присваивать, передавать или препятствовать
                                выполнению любого из своих прав и/или обязанностей по данному Договору без
                                предварительного письменного согласия другой стороны. Любое поручение или
                                передача прав и обязанностей Принципал не освобождает лицо, совершающее
                                передачу, от своих обязательств по данному Договору.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                12.8.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Обмен информацией и документами по Договору производится Сторонами
                                посредством по электронной почте, почтой, с использованием курьеров. Если иное
                                прямо не установлено Офертой, любое уведомление считается направленным
                                надлежащим образом при направлении по электронной почте. Уведомление
                                считается полученным Стороной: при направлении по электронной почте — на
                                следующий рабочий день после направления; при направлении по почте — в дату,
                                указанную в уведомлении о вручении; при направлении с курьером — в дату
                                вручения.
                            </div>
                        </div>
                        <div class="row" style="text-indent:50px">
                            <div class="col-sm-1">
                                12.9.
                            </div>
                            <div class="col-sm-11" style="text-indent:0px;padding-left: 48px">
                                Реквизиты:<br>
                                Общество с ограниченной ответственностью «Рукинг» / ООО «Рукинг»<br>
                                Адрес места нахождения: РФ, г. Москва, ул. Миклухо-Маклая, д. 34, подв. помещ.<br>
                                IV, ком. 26, офис 11.<br>
                                ИНН:9728061125<br>
                                КПП:772801001<br>
                                ОГРН: 1227700202025<br>
                                Расчётный счёт: 40702810438000306771 в ПАО Сбербанк<br>
                                Корреспондентский счет: 30101810400000000225<br>
                                БИК: 044525225<br>
                                енеральный директор: Гаспарян Микаел Оганнесович<br>
                            </div>
                        </div>
                    </div>
                </div>
        </div>
        <!-- <section>
			<div class="container">
				<h2 class="certificate-title">Certificates</h2>
				<div class="owl-carousel" id="certificates">
					<div>
						<figure>
							<img src="images/example7.png" alt="">
						</figure>
					</div>
					<div>
						<figure>
							<img src="images/example4.png" alt="certificate">
						</figure>
					</div>
					<div>
						<figure>
							<img src="images/example5.png" alt="certificate">
						</figure>
					</div>
					<div>
						<figure>
							<img src="images/example6.png" alt="certificate">
						</figure>
					</div>
					<div>
						<figure>
							<img src="images/example7.png" alt="certificate">
						</figure>
					</div>
				</div>
			</div>
		</section> -->
    </main>
@endsection
