<?php
return [
    'accomadations' => array(
        'title' => 'Найдите жилье, которое подходит именно вам.',
        'allowed_child' => 'Разрешены ли дети?',
        'policy' => 'Условия проживания детей',
    ),

    'faq' => [
    	"homepage" => "Главная",
    	"faq" => "Часто Задаваемые Вопросы",
    	"privacy policy" => "Политика конфиденциальности",
    	"question_1" => "В отеле не видят моего бронирования. Что делать?",
    	"answer_1" => "Обычно объект размещения получает информацию о новом бронировании в режиме реального времени. Однако иногда для этого необходимо порядка 10-15 минут. Если в объекте размещения информация так и не обновилась,  просим Вас обратиться по номеру телефона 8-800-101-11-80 если Вы находитесь в России или по номеру +7-499-499-88-85 если Вы сейчас за границей. При невозможности позвонить Вы можете написать нам письмо на почту contact@ruking.ru",
    	"question_2" => "Когда я получу подтверждение бронирования?",
        "answer_2" =>"Подтверждение отправляется автоматически на ту почту, которую Вы указали при регистрации. На всякий случай рекомендуем заглянуть в папку «спам» и добавить наш адрес в список исключений. Также Вы всегда можете скачать Ваше подтверждение из личного кабинета.",
    	"question_3" => "У меня возникли вопросы к объекту размещния. Как мне их задать?",
    	"answer_3" => "Для этого можно воспользоваться кнопкой чата в Вашем личном кабинете. В подтверждении бронирования Вы также найдёте контактные данные объекта размещения.",
    	"question_4" => "Моё бронирование не оплачено, хотя я предоставлял(а) данные карты.",
    	"answer_4" => "Проверьте, пожалуйста, Ваш тариф. Возможно, Вы выбрали тариф без предоплаты, но с гарантией заезда. В таком случае оплата не взимается заранее, а данные карты предоставляются для гарантии оплаты в случае если Вы не приехали.",
    	"question_5" => "Мне необходимо изменить бронирование. Это возможно?",
    	"answer_5" => "Возможность внесения изменений в бронирование зависит от Вашего тарифа. Рекомендуем воспользоваться чатом со средством размещения.",
    	"question_6" => "Объект размещения требует с меня доплату за второго Гостя.",
    	"answer_6" => "Во многих объектах размещения стоимость бронирования на одного Гостя отличается от стоимости размещения за двух Гостей и более. При бронировании Вы указываете сколько Гостей будет проживать.",
        "question_7" => "Где можно посмотреть правила и условия отмены бронирования?",
        "answer_7" => "Эту информацию можно увидеть в Вашем подтверждении бронирования.",
        "question_8" => "Как я могу оплатить бронирование?",
        "answer_8" => "Есть несколько вариантов оплаты бронирования. Самый быстрый и удобный - через Систему Быстрых Платежей. В этом случае Вы нигде не указываете данные своей карты, а оплата происходит с помощью QR-кода. Также Вы можете оплачивать услуги с помощью банковской карты, по счёту или при заезде в отель. Для каждого объекта размещения способы оплаты могут отличаться и зависеть от выбранного тарифа.",



        ],

        'legal' => [
    	"homepage" => "Главная",
    	"legal_information" => "Юридическая информация",
    	"contact_information" => "Контакты",
    	"tel" => "Тел.",
    	"email" => "Эл. почта",
    	"registration_data_companies" => "Регистрационные данные компании",

    	],

    'privacy' => [
    	"homepage" => "Главная",
    	"privacy_policy" => "Политика конфиденциальности",
        "last_updated" => "Последнее обновление:"
    	],
];
